Repository: microsoft/terminal
Catalog: src/cascadia/TerminalSettingsEditor/Resources/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, ru_ru, sr_cyrl_rs, zh_cn, zh_tw

# Profile_AdditionalSettingsHeader.Text
source: Additional settings
de_de: Zusätzliche Einstellungen
es_es: Configuración adicional
fr_fr: Paramètres supplémentaires
it_it: Impostazioni aggiuntive
ja_jp: 追加の設定
ko_kr: 추가 설정
ru_ru: Дополнительные параметры
sr_cyrl_rs: Додатна подешавања
zh_cn: 其他设置
zh_tw: 其他設定

# Profile_TextHeader.Text
source: Text
es_es: Texto
fr_fr: Texte
it_it: Testo
ja_jp: テキスト
ko_kr: 텍스트
ru_ru: Текст
sr_cyrl_rs: Текст
zh_cn: 文本
zh_tw: 文字

# Globals_WarningsHeader.Text
source: Warnings
de_de: Warnungen
es_es: Advertencias
fr_fr: Avertissements
it_it: Avvisi
ja_jp: 警告
ko_kr: 경고
ru_ru: Предупреждения
sr_cyrl_rs: Упозорења
zh_cn: 警告
zh_tw: 警告

# Profile_WindowHeader.Text
source: Window
de_de: Fenster
es_es: Ventana
fr_fr: Fenêtre
it_it: Finestra
ja_jp: ウィンドウ
ko_kr: 창
ru_ru: Окно
sr_cyrl_rs: Прозор
zh_cn: 窗口
zh_tw: 視窗

# Nav_OpenJSON.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open your settings.json file. Alt+Click to open your defaults.json file.
de_de: Öffnen Sie Ihre settings.json Datei. ALT+LINKSKLICK, um Ihre defaults.json Datei zu öffnen.
es_es: Abra el archivo de settings.json. Alt+Clic abrir el archivo de defaults.json.
fr_fr: Ouvrez votre fichier settings.json. Alt+Clic d’ouvrir votre fichier defaults.json.
it_it: Aprire il file settings.json. ALT+PULSANTE SINISTRO aprire il file defaults.json.
ja_jp: settings.json ファイルを開きます。Alt+クリック して defaults.json ファイルを開きます。
ko_kr: settings.json 파일을 엽니다. Alt+클릭 defaults.json 파일을 열려면 Alt+클릭.
ru_ru: Откройте settings.json файл. ALT+ЩЕЛЧОК открыть файл defaults.json.
sr_cyrl_rs: Отвара ваш settings.json фајл. Alt+Клик да отворите свој defaults.json фајл.
zh_cn: 打开 settings.json 文件。Alt+单击 打开 defaults.json 文件。
zh_tw: 開啟您的 settings.json 檔案。Alt+滑鼠左鍵 以開啟您的 defaults.json 檔案。

# Rename.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rename
de_de: Umbenennen
es_es: Cambiar nombre
fr_fr: Renommer
it_it: Rinomina
ja_jp: 名前の変更
ko_kr: 이름 변경
ru_ru: Переименовать
sr_cyrl_rs: Промени име
zh_cn: 重命名
zh_tw: 重新命名

# ColorScheme_DeleteButtonDisclaimerInBox.Text
source: This color scheme cannot be deleted or renamed because it is included by default.
de_de: Dieses Farbschema kann nicht gelöscht oder umbenannt werden, da es standardmäßig inbegriffen ist.
es_es: Esta combinación de colores no se puede eliminar ni cambiar de nombre porque está incluida de manera predeterminada.
fr_fr: Ce modèle de couleurs ne peut pas être supprimé ou renommé, car il est inclus par défaut.
it_it: Impossibile eliminare o rinominare la combinazione colori perché è inclusa per impostazione predefinita.
ja_jp: この配色は既定で含まれているため、削除したり名前を変更したりすることはできません。
ko_kr: 이 색 구성표는 기본 포함 사항이므로 삭제하거나 이름을 바꿀 수 없습니다.
ru_ru: Эту цветовую схему невозможно удалить или переименовать, так как она включена по умолчанию.
sr_cyrl_rs: Ова шема боја не може да се обрише нити да јој се промени име јер је испоручена као део апликације.
zh_cn: 无法删除或重命名此配色方案，因为默认包括此配色方案。
zh_tw: 無法刪除或重新命名此色彩配置，因為這是預設包含的色彩配置。

# ColorScheme_DeleteConfirmationButton.Content
source: Yes, delete color scheme
de_de: Ja, Farbschema löschen
es_es: Sí, eliminar combinación de colores
fr_fr: Oui, supprimer le modèle de couleurs
it_it: Sì, elimina la combinazione colori
ja_jp: はい、配色を削除します
ko_kr: 예, 색 구성표를 삭제합니다
ru_ru: Да, удалить цветовую схему
sr_cyrl_rs: Да, обриши шему боја
zh_cn: 是，删除配色方案
zh_tw: 是的，刪除色彩配置

# ColorScheme_DeleteConfirmationMessage.Text
source: Are you sure you want to delete this color scheme?
de_de: Sind Sie sicher, dass Sie dieses Farbschema löschen möchten?
es_es: ¿Está seguro de que desea eliminar esta combinación de colores?
fr_fr: Voulez-vous vraiment supprimer ce modèle de couleurs ?
it_it: Vuoi eliminare questa combinazione colori?
ja_jp: この配色を削除してもよろしいですか?
ko_kr: 이 색 구성표를 정말 삭제하시겠습니까?
ru_ru: Вы действительно хотите удалить эту цветовую схему?
sr_cyrl_rs: Да ли сте сигурни да желите да обришете ову шему боја?
zh_cn: 是否确定要删除此配色方案？
zh_tw: 您確定要刪除此色彩配置嗎？

# RenameAccept.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Accept rename
de_de: Umbenennen annehmen
es_es: Aceptar cambio de nombre
fr_fr: Accepter le changement de nom
it_it: Accetta ridenominazione
ja_jp: 名前の変更を承諾する
ko_kr: 이름 변경 수락
ru_ru: Принять переименование
sr_cyrl_rs: Прихвати промену имена
zh_cn: 接受重命名
zh_tw: 接受重新命名

# RenameCancel.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Cancel rename
de_de: Umbenennen abbrechen
es_es: Cancelar cambio de nombre
fr_fr: Annuler l’attribution d’un nouveau nom
it_it: Annulla ridenominazione
ja_jp: 名前の変更を取り消す
ko_kr: 이름 변경 취소
ru_ru: Отменить переименования
sr_cyrl_rs: Откажи промену имена
zh_cn: 取消重命名
zh_tw: 取消重新命名

# ColorSchemesDisclaimer.Text
source: Schemes defined here can be applied to your profiles under the "Appearances" section of the profile settings pages.
de_de: Hier definierte Schematas können auf Ihre Profile im Abschnitt „Darstellungen“ der Profileinstellungsseiten angewendet werden.
es_es: Los esquemas definidos aquí se pueden aplicar a los perfiles en la sección de "Aspecto" de las páginas de configuración del perfil.
fr_fr: Les schémas définis ici peuvent être appliqués à vos profils sous la section « Apparences » des pages des paramètres du profil.
it_it: Gli schemi definiti qui possono essere applicati ai profili nella sezione "Aspetti" delle pagine delle impostazioni del profilo.
ja_jp: ここで定義したスキームは、プロファイルの設定ページの [外観] セクションでプロファイルに適用できます。
ko_kr: 여기에 정의된 구성표는 프로필 설정 페이지의 "모양" 섹션에서 프로필에 적용할 수 있습니다.
ru_ru: Определенные здесь схемы можно применить к вашим профилям в разделе "Оформление" страниц параметров профиля.
sr_cyrl_rs: Шеме које су овде дефинисане могу да се примене на ваше профиле у одељку „Изглед” страница подешавања профила.
zh_cn: 此处定义的方案可应用于配置文件设置页面的“外观”部分下的配置文件。
zh_tw: 此處定義的配置可套用至設定檔設定頁面的 [外觀] 區段下的設定檔。

# Profile_BaseLayerDisclaimer.Text
source: Settings defined here will apply to all profiles unless they are overridden by a profile's settings.
de_de: Hier definierte Einstellungen werden auf alle Profile angewendet, sofern Sie nicht durch die Einstellungen eines Profils außer Kraft gesetzt werden.
es_es: Las configuraciones definidas aquí se aplicarán a todos los perfiles a menos que la configuración de un perfil las invalide.
fr_fr: Les paramètres définis ici s’appliquent à tous les profils, sauf s’ils sont remplacés par les paramètres d’un profil.
it_it: Le impostazioni definite qui verranno applicate a tutti i profili a meno che non vengano sostituite dalle impostazioni di un profilo.
ja_jp: ここで定義された設定は、プロファイルの設定によって上書きされない限り、すべてのプロファイルに適用されます。
ko_kr: 여기에서 지정된 설정은 프로필 설정에 의해 재정의되지 않는 한 모든 프로필에 적용됩니다.
ru_ru: Заданные здесь параметры будут применены ко всем профилям, если только они не переопределяются параметрами профиля.
sr_cyrl_rs: Подешавања која су овде дефинисана ће се примењивати на све профиле, осим у случају када су преиначена у подешавањима профила.
zh_cn: 此处定义的设置将应用到所有配置文件，除非它们被配置文件的设置覆盖。
zh_tw: 此處定義的設定將套用到所有設定檔，除非已由設定檔的設定覆寫。

# Profile_DeleteConfirmationButton.Content
source: Yes, delete profile
de_de: Ja, Profil löschen
es_es: Sí, eliminar perfil
fr_fr: Oui, supprimer le profil
it_it: Sì, elimina profilo
ja_jp: はい、プロファイルを削除します
ko_kr: 예, 프로필을 삭제합니다
ru_ru: Да, удалить профиль
sr_cyrl_rs: Да, обриши профил
zh_cn: 是，删除配置文件
zh_tw: 是的，刪除設定檔

# Profile_DeleteConfirmationMessage.Text
source: Are you sure you want to delete this profile?
de_de: Möchten Sie dieses Profil wirklich löschen?
es_es: ¿Está seguro de que desea eliminar este perfil?
fr_fr: Voulez-vous vraiment supprimer ce profil ?
it_it: Eliminare il profilo?
ja_jp: このプロファイルを削除しますか?
ko_kr: 이 프로필을 삭제하시겠습니까?
ru_ru: Вы действительно хотите удалить этот профиль?
sr_cyrl_rs: Да ли сте сигурни да желите да обришете овај профил?
zh_cn: 是否希望删除此配置文件?
zh_tw: 確定要刪除此設定檔嗎?

source: Save all unsaved settings.
de_de: Alle nicht gespeicherten Einstellungen speichern.
es_es: Guardar todas las opciones de configuración no guardadas.
fr_fr: Enregistrer tous les paramètres non enregistrés.
it_it: Salva tutte le impostazioni non salvate.
ja_jp: 保存されていない設定をすべて保存します。
ko_kr: 저장하지 않은 설정을 모두 저장합니다.
ru_ru: Сохранить все несохраненные параметры.
sr_cyrl_rs: Чува сва несачувана подешавања.
zh_cn: 保存所有未保存的设置。
zh_tw: 儲存所有未儲存設定。

# Globals_TabSwitcherMode.Header
source: Tab switcher interface style
de_de: Benutzeroberflächenstil des Registerkarten-Umschalters
es_es: Estilo de interfaz del modificador de tabulación
fr_fr: Style d’interface du sélecteur d’onglets
it_it: Stile interfaccia commutatore scheda
ja_jp: タブ スイッチャー インターフェイス スタイル
ko_kr: 탭 전환기 인터페이스 스타일
ru_ru: Стиль интерфейса переключателя вкладок
sr_cyrl_rs: Стил интерфејса пребацивача картица
zh_cn: 选项卡切换界面样式
zh_tw: 索引標籤切換器介面樣式

# Globals_TabSwitcherMode.HelpText
source: Selects which interface will be used when you switch tabs using the keyboard.
de_de: Legt fest, welche Schnittstelle verwendet wird, wenn Sie mit der Tastatur die Registerkarte wechseln.
es_es: Selecciona la interfaz que se usará al cambiar de pestaña con el teclado.
fr_fr: Sélectionne l’interface à utiliser lorsque vous changez d’onglet à l’aide du clavier.
it_it: Seleziona l'interfaccia da usare quando passi da una scheda all'altra usando la tastiera.
ja_jp: キーボードを使用してタブを切り替えるときに使用するインターフェイスを選択します。
ko_kr: 키보드를 사용하여 탭을 전환할 때 사용할 인터페이스를 선택합니다.
ru_ru: Выбирает, какой интерфейс будет использоваться при переключении вкладок с помощью клавиатуры.
sr_cyrl_rs: Бира интерфејс који ће се користити када тастатуром пребацујете картице.
zh_cn: 选择使用键盘切换选项卡时将使用的接口。
zh_tw: 選取當您使用鍵盤切換索引標籤時要使用的介面。

# Globals_TabSwitcherModeMru.Content
source: Separate window, in most recently used order
de_de: Separates Fenster, in der zuletzt verwendeten Reihenfolge
es_es: Ventana independiente, en el orden usado recientemente
fr_fr: Fenêtre séparée, dans l’ordre des derniers onglets utilisés
it_it: Finestra separata, nell'ordine usato più di recente
ja_jp: 別のウィンドウ (最近使用した順)
ko_kr: 최근 사용한 순서로 된 별도의 창
ru_ru: Отдельное окно, в порядке использования (самое недавнее - первым)
sr_cyrl_rs: Одвојени прозор, у редоследу најскорије коришћени
zh_cn: 独立窗口，按最近使用顺序切换
zh_tw: 個別視窗，以最近使用的順序

# Globals_TabSwitcherModeInOrder.Content
source: Separate window, in tab strip order
de_de: Separates Fenster, in der Reihenfolge der Registerkarten
es_es: Ventana independiente, en orden de franja de pestaña
fr_fr: Fenêtre séparée, dans l’ordre de la barre d’onglets
it_it: Finestra separata, nell'ordine dell’elenco schede
ja_jp: 別のウィンドウ (タブ ストリップ順)
ko_kr: 별도의 창, 탭 스파스 순서
ru_ru: Отдельное окно, в порядке размещения на полосе вкладок
sr_cyrl_rs: Одвојени прозор, у редоследу картица
zh_cn: 独立窗口，按选项卡显示顺序切换
zh_tw: 個別視窗，以索引標籤帶的順序

# Globals_TabSwitcherModeDisabled.Content
source: Traditional navigation, no separate window
de_de: Traditionelle Navigation, kein separates Fenster
es_es: Navegación tradicional, sin ventanas separadas
fr_fr: Navigation traditionnelle, sans fenêtre séparée
it_it: Spostamento tradizionale, nessuna finestra separata
ja_jp: 従来のナビゲーション (別のウィンドウなし)
ko_kr: 기존 탐색, 별도의 창이 없습니다.
ru_ru: Традиционная навигация, без открытия отдельных окон
sr_cyrl_rs: Традиционална навигација, без посебног прозора
zh_cn: 传统导航，无独立窗口
zh_tw: 傳統瀏覽，無個別視窗

# Globals_CopyFormat.Header
source: Text formats to copy to the clipboard
de_de: Textformate, die in die Zwischenablage kopiert werden sollen
es_es: Formatos de texto para copiar en el Portapapeles
fr_fr: Formats de texte à copier dans le Presse-papiers
it_it: Formati di testo da copiare negli appunti
ja_jp: クリップボードにコピーするテキスト形式
ko_kr: 클립보드에 복사할 텍스트 형식
ru_ru: Текстовые форматы для копирования в буфер обмена
sr_cyrl_rs: Формати текста који се копирају у системску оставу
zh_cn: 要复制到剪贴板的文本格式
zh_tw: 要複製到剪貼簿的文字格式

# Globals_CopyFormatNone.Content
source: Plain text only
de_de: Nur einfacher Text
es_es: Solo texto sin formato
fr_fr: Texte brut uniquement
it_it: Solo testo
ja_jp: プレーン テキストのみ
ko_kr: 일반 텍스트만
ru_ru: Только неформатированный текст
sr_cyrl_rs: Само чисти текст
zh_cn: 纯文本
zh_tw: 僅限純文字

# Globals_CopyFormatAll.Content
source: Both HTML and RTF
de_de: HTML und RTF
es_es: HTML y RTF
fr_fr: HTML et RTF
it_it: Sia HTML sia RTF
ja_jp: HTML と RTF の両方
ko_kr: HTML 및 RTF 모두
ru_ru: Оба формата, HTML и RTF
sr_cyrl_rs: И HTML и RTF
zh_cn: HTML 和 RTF
zh_tw: HTML 與 RTF

# ColorScheme_RenameErrorTip.Subtitle
source: Please choose a different name.
de_de: Wählen Sie bitte einen anderen Namen aus.
es_es: Elige un nombre diferente.
fr_fr: Choisissez un autre nom.
it_it: Scegli un nome diverso.
ja_jp: 別の名前を選択してください。
ko_kr: 다른 이름을 선택하세요.
ru_ru: Выберите другое имя.
sr_cyrl_rs: Молимо вас да изаберете неко друго име.
zh_cn: 请选择其他名称。
zh_tw: 請選擇其他名稱。

# ColorScheme_RenameErrorTip.Title
source: This color scheme name is already in use.
de_de: Dieser Farbschemaname wird bereits verwendet.
es_es: Este nombre de combinación de colores ya está en uso.
fr_fr: Ce nom de modèle de couleurs est déjà utilisé.
it_it: Il nome della combinazione di colori è già in uso.
ja_jp: この配色名は既に使用されています。
ko_kr: 이 색 구성표 이름이 이미 사용 중입니다.
ru_ru: Это имя цветовой схемы уже используется.
sr_cyrl_rs: Ово име шеме боја се већ користи.
zh_cn: 此颜色方案名称已被使用。
zh_tw: 此色彩配置名稱已在使用中。

# Globals_FocusFollowMouse.Header
source: Automatically focus pane on mouse hover
de_de: Bereich automatisch mit dem Mauszeiger fokussieren
es_es: Centrarse automáticamente en el panel al pasar el mouse
fr_fr: Mise au point automatique du volet au survol de la souris
it_it: Riquadro di messa a fuoco automatica al passaggio del mouse
ja_jp: マウスをポイントしたときにフォーカス ウィンドウを自動的に表示する
ko_kr: 마우스를 위에 가져다 대면 자동으로 포커스 창이 실행됨
ru_ru: Автоматически переводить фокус на панель при наведении указателя мыши
sr_cyrl_rs: Аутоматски фокусирај панел када је показивач миша над њим
zh_cn: 鼠标悬停时自动聚焦窗格
zh_tw: 滑鼠暫留時自動聚焦窗格

# Globals_DisableAnimationsReversed.Header
source: Pane animations
de_de: Bereichsanimationen
es_es: Animaciones de panel
fr_fr: Animations du volet
it_it: Riquadro animazioni
ja_jp: ウィンドウのアニメーション
ko_kr: 창 애니메이션
ru_ru: Анимация панели
sr_cyrl_rs: Анимације панела
zh_cn: 窗格动画
zh_tw: 窗格動畫

# Globals_AlwaysShowNotificationIcon.Header
source: Always display an icon in the notification area
de_de: Immer ein Symbol im Infobereich anzeigen
es_es: Mostrar siempre un icono en el área de notificación
fr_fr: Toujours afficher une icône dans la zone de notification
it_it: Mostra sempre un'icona nell'area di notifica
ja_jp: 常に通知領域にアイコンを表示する
ko_kr: 항상 알림 영역에 아이콘 표시
ru_ru: Всегда отображать значок в области уведомлений
sr_cyrl_rs: Увек прикажи икону у области обавештења
zh_cn: 始终在通知区域中显示图标
zh_tw: 一律在通知區域中顯示圖示

# Globals_MinimizeToNotificationArea.Header
source: Hide Terminal in the notification area when it is minimized
de_de: Terminal bei Minimierung im Infobereich ausblenden
es_es: Ocultar terminal en el área de notificación cuando esté minimizado
fr_fr: Masquer le terminal dans la zone de notification lorsqu’il est réduit
it_it: Nascondi terminale nell'area di notifica quando viene ridotto a icona
ja_jp: ターミナルを最小化したときに通知領域で非表示にする
ko_kr: 알림 영역이 최소화되면 알림 영역에서 터미널 숨기기
ru_ru: Скрывать терминал в области уведомлений, когда он свернут
sr_cyrl_rs: Сакриј Терминал у области обавештења када је минимизован
zh_cn: 最小化时在通知区域隐藏终端
zh_tw: 將終端機最小化時，隱藏通知區域中的終端機

# SettingContainer_OverrideMessageBaseLayer
source: Reset to inherited value.
de_de: Auf geerbten Wert zurücksetzen.
es_es: Restablecer al valor heredado.
fr_fr: Rétablir la valeur héritée.
it_it: Reimposta sul valore ereditato
ja_jp: 継承された値にリセットします。
ko_kr: 상속된 값으로 다시 설정됩니다.
ru_ru: Восстановить унаследованное значение.
sr_cyrl_rs: Ресетуј на наслеђену вредност.
zh_cn: 重置为继承值。
zh_tw: 重設為繼承值。

# ColorScheme_TerminalColorsHeader.Text
source: Terminal colors
de_de: Terminalfarben
es_es: Colores de terminal
fr_fr: Couleurs de terminal
it_it: Colori terminale
ja_jp: ターミナルの色
ko_kr: 터미널 색상
ru_ru: Цвета терминала
sr_cyrl_rs: Боје терминала
zh_cn: 终端颜色
zh_tw: 終端機色彩

# ColorScheme_SystemColorsHeader.Text
source: System colors
de_de: Systemfarben
es_es: Colores del sistema
fr_fr: Couleurs système
it_it: Colori di sistema
ja_jp: システム カラー
ko_kr: 시스템 색
ru_ru: Системные цвета
sr_cyrl_rs: Системске боје
zh_cn: 系统颜色
zh_tw: 系統色彩

# ColorScheme_ColorsHeader.Header
source: Colors
de_de: Farben
es_es: Colores
fr_fr: Couleurs
it_it: Colori
ja_jp: 色
ko_kr: 색상
ru_ru: Цвета
sr_cyrl_rs: Боје
zh_cn: 颜色
zh_tw: 色彩

# SettingContainer_OverrideMessageFragmentExtension
source: Reset to value from: {}
de_de: Zurücksetzen auf Wert von: {}
es_es: Restablecer al valor de: {}
fr_fr: Rétablir la valeur à partir de : {}
it_it: Ripristina al valore da: {}
ja_jp: 値のリセット元: {}
ko_kr: 다음의 값으로 다시 설정: {}
ru_ru: Сбросить до значения из: {}
sr_cyrl_rs: Ресетуј на вредност из: {}
zh_cn: 重置值来自: {}
zh_tw: 重設值自: {}

# Profile_FontFaceShowAllFonts.Content
source: Show all fonts
de_de: Alle Schriftarten anzeigen
es_es: Mostrar todas las fuentes
fr_fr: Afficher toutes les polices
it_it: Mostra tutti i tipi di carattere
ja_jp: すべてのフォントの表示
ko_kr: 모든 글꼴 표시
ru_ru: Показать все шрифты
sr_cyrl_rs: Прикажи све фонтове
zh_cn: 显示所有字体
zh_tw: 顯示所有字型

source: If enabled, show all installed fonts in the list above. Otherwise, only show the list of monospace fonts.
de_de: Wenn diese Option aktiviert ist, werden alle installierten Schriftarten in der Liste oben angezeigt. Andernfalls wird nur die Liste der Festbreitenschriftarten angezeigt.
es_es: Si está habilitada, muestra todas las fuentes instaladas en la lista anterior. De lo contrario, mostrar solo la lista de fuentes monoespacios.
fr_fr: Si cette option est activée, toutes les polices installées sont affichées dans la liste ci-dessus. Sinon, affiche uniquement la liste des polices à espacement fixe.
it_it: Se abilitata, mostra tutti i tipi di carattere installati nell'elenco precedente. In caso contrario, visualizza solo l'elenco dei tipi di carattere a spaziatura fissa.
ja_jp: 有効にすると、上の一覧にあるインストールされたすべてのフォントが表示されます。無効の場合は、等幅フォントの一覧のみが表示されます。
ko_kr: 사용하도록 설정된 경우 위의 목록에 설치된 모든 글꼴을 표시합니다. 그렇지 않으면 고정 폭 글꼴 목록만 표시합니다.
ru_ru: Если этот параметр включен, отобразятся все установленные шрифты в приведенном выше списке. В противном случае будет показан только список моноширинных шрифтов.
sr_cyrl_rs: Ако је укључено, горња листа приказује све инсталиране фонтове. У супротном, приказује се само листа фонтова фиксне ширине.
zh_cn: 如果启用，则在上面的列表中显示所有已安装的字体。否则，仅显示等宽字体列表。
zh_tw: 如果啟用，顯示上述清單中所有已安裝的字型。否則，僅顯示等寬字型清單。

source: Create Appearance
de_de: Erscheinungsbild erstellen
es_es: Crear apariencia
fr_fr: Créer une apparence
it_it: Crea aspetto
ja_jp: 外観の作成
ko_kr: 모양 만들기
ru_ru: Создать внешний вид
sr_cyrl_rs: Креирај изглед
zh_cn: 创建外观
zh_tw: 建立外觀

source: Create an unfocused appearance for this profile. This will be the appearance of the profile when it is inactive.
de_de: Erstellen Sie ein unscharfes Erscheinungsbild für dieses Profil. So sieht das Profil aus, als ob es inaktiv ist.
es_es: Crea una apariencia no centrada para este perfil. Esta será la apariencia del perfil cuando esté inactivo.
fr_fr: Créez une apparence sans focus pour ce profil. Il s’agit de l’apparence du profil lorsqu’il est inactif.
it_it: Crea un aspetto non attivo per questo profilo. Questo sarà l'aspetto del profilo quando è inattivo.
ja_jp: このプロファイルのフォーカスされていない外観を作成します。これは、プロファイルが非アクティブな場合の外観になります。
ko_kr: 이 프로필에 대해 할당되지 않은 모양을 만듭니다. 프로필이 비활성 상태인 경우 프로필의 모양이 됩니다.
ru_ru: Добавление настроек внешнего вида профиля, когда он не используется. Эти параметры будут применяться к профилю, когда он не активен.
sr_cyrl_rs: Креира за овај профил изглед када није у фокусу. То ће бити изглед профила када није активан.
zh_cn: 创建此配置文件的无焦点外观。这将是配置文件处于非活动状态时的外观。
zh_tw: 立此設定檔的非焦點外觀。這會是設定檔處於非使用中狀態時的外觀。

source: Delete Appearance
de_de: Erscheinungsbild löschen
es_es: Eliminar apariencia
fr_fr: Supprimer une apparence
it_it: Elimina aspetto
ja_jp: 外観の削除
ko_kr: 모양 삭제
ru_ru: Удалить внешний вид
sr_cyrl_rs: Обриши изглед
zh_cn: 删除外观
zh_tw: 刪除外觀

source: Delete the unfocused appearance for this profile.
de_de: Löschen Sie das unscharfe Erscheinungsbild für dieses Profil.
es_es: Eliminar la apariencia desenfocada de este perfil.
fr_fr: Supprimez l’apparence sans focus pour ce profil.
it_it: Elimina l'aspetto con stato non attivo per questo profilo.
ja_jp: このプロファイルのフォーカスされていない外観を削除します。
ko_kr: 이 프로필의 포커스되지 않은 모양을 삭제합니다.
ru_ru: Удаление настроек внешнего вида для неактивного профиля.
sr_cyrl_rs: Брише изглед профила када није у фокусу.
zh_cn: 删除此配置文件的无焦点外观。
zh_tw: 刪除此設定檔的非焦點外觀。

# Actions_DeleteConfirmationButton.Content
source: Yes, delete key binding
de_de: Ja, Tastenbindung löschen
es_es: Sí, eliminar enlace de teclado
fr_fr: Oui, supprimer les clés de liaison
it_it: Sì, elimina il tasto di scelta rapida
ja_jp: はい、キーのバインドを削除します
ko_kr: 예, 키 바인딩 삭제
ru_ru: Да, удалить привязку клавиши
sr_cyrl_rs: Да, обриши везивање тастера
zh_cn: 是，删除密钥绑定
zh_tw: 是，刪除按鍵繫結關係

# Actions_DeleteConfirmationMessage.Text
source: Are you sure you want to delete this key binding?
de_de: Diese Tastenbindung wirklich löschen?
es_es: ¿Está seguro de que desea eliminar este enlace de teclado?
fr_fr: Voulez-vous vraiment supprimer cette combinaison de touches ?
it_it: Vuoi eliminare questo tasto di scelta rapida?
ja_jp: このキーのバインドを削除してもいいですか?
ko_kr: 이 키 바인딩을 삭제하시겠습니까?
ru_ru: Вы действительно хотите удалить эту привязку ключа?
sr_cyrl_rs: Да ли сте сигурни да желите да обришете ово везивање тастера?
zh_cn: 是否确实要删除此密钥绑定？
zh_tw: 您確定要刪除此按鍵繫結關係？

# Actions_InvalidKeyChordMessage
source: Invalid key chord. Please enter a valid key chord.
de_de: Ungültiger Tastenfolge. Bitte geben Sie eine gültige Tastenfolge ein.
es_es: Teclas de presión no válidas. Escriba una cuerda de clave válida.
fr_fr: Corde de clé non valide. Veuillez entrer un segment de touche valide.
it_it: Tasto di scelta rapido non valido. Immettine uno valido.
ja_jp: 無効なキーコードです。有効なキーコードを入力してください。
ko_kr: 잘못된 키. 유효한 키 입력.(R)
ru_ru: Недопустимое сочетание клавиш. Введите допустимое сочетание клавиш.
sr_cyrl_rs: Неисправна комбинација тастера. Молимо вас да унесете исправну комбинацију тастера.
zh_cn: 键弦无效。请输入有效的密钥弦。
zh_tw: 按鍵和同步選取無效。請輸入有效的按鍵和同步選取。

# Actions_RenameConflictConfirmationAcceptButton
source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
ja_jp: はい
ko_kr: 예
ru_ru: Да
sr_cyrl_rs: Да
zh_cn: 是
zh_tw: 是

# Actions_RenameConflictConfirmationMessage
source: The provided key chord is already being used by the following action:
de_de: Die angegebene Tastenfolge wird bereits von der folgenden Aktion verwendet:
es_es: La cuerda de clave proporcionada ya se está usando en la siguiente acción:
fr_fr: La corde de clé indiquée est déjà utilisée par l’action suivante :
it_it: Il tasto di scelta rapida specificato è già usato per l'azione seguente:
ja_jp: 指定されたキーコードは、次のアクションによって既に使用されています:
ko_kr: 지정된 키 체계는 이미 다음 작업에서 사용되고 있습니다.
ru_ru: Предоставленное сочетание клавиш уже используется следующим действием:
sr_cyrl_rs: Наведена комбинација тастера се већ користи у следећим акцијама:
zh_cn: 提供的组合按键已由以下操作使用：
zh_tw: 提供的按鍵同步選取已由下列動作使用：

# Actions_RenameConflictConfirmationQuestion
source: Would you like to overwrite it?
de_de: Soll sie überschrieben werden?
es_es: ¿Desea sobrescribirlo?
fr_fr: Voulez-vous le remplacer ?
it_it: Sovrascrivere il file?
ja_jp: 上書きしますか?
ko_kr: 덮어쓰시겠습니까?
ru_ru: Хотите перезаписать его?
sr_cyrl_rs: Желите ли да је препишете?
zh_cn: 要将其覆盖吗?
zh_tw: 您要覆寫它嗎?

# Actions_UnnamedCommandName
source: <unnamed command>
de_de: <unbenannter Befehl>
fr_fr: <commande sans nom>
it_it: <comando senza nome>
ja_jp: <名前なしのコマンド>
ko_kr: <이름이 지정되지 않은 명령>
ru_ru: <команда без имени>
sr_cyrl_rs: <неименована команда>
zh_cn: <未命名的命令>
zh_tw: <未命名的命令>

# Actions_AcceptButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Accept
de_de: Akzeptieren
es_es: Aceptar
fr_fr: Accepter
it_it: Accetta
ja_jp: 承認
ko_kr: 수락
ru_ru: Принять
sr_cyrl_rs: Прихвати
zh_cn: 接受
zh_tw: 接受
